alfred
appcleaner
atom
betterzipql
caprine
cyberduck
diffmerge
enjoyable
firefox
fluid
flux
gitter
google-drive
graphiql
graphql-ide
hammerspoon
handbrake
hyper
hyperswitch
imageoptim
inkscape
istat-menus
iterm2
karabiner
keycastr
launchrocket
mactex
medis
ngrok
openemu
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
quitter
reactotron
rescuetime
robomongo
seil
sequel-pro
shortcat
skype
sourcetree
steam
suspicious-package
tagger
teamviewer
the-unarchiver
timemachineeditor
trailer
tuxguitar
utorrent
vagrant
vimediamanager
virtualbox
vlc
vmware-fusion
whatpulse
xquartz
