aerial
alfred
appcleaner
atom
betterzipql
boostnote
caprine
cyberduck
diffmerge
enjoyable
firefox
fluid
flux
font-fira-mono-for-powerline
font-firacode-nerd-font
font-firacode-nerd-font-mono
font-hack-nerd-font
font-hack-nerd-font-mono
font-hasklig-nerd-font
font-hasklig-nerd-font-mono
font-inconsolata-nerd-font
font-inconsolata-nerd-font-mono
gitter
google-play-music-desktop-player
graphiql
graphql-ide
graphql-playground
hammerspoon
handbrake
hyper
hyperswitch
iina
imageoptim
inkscape
istat-menus
iterm2
java
karabiner
keybase
keycastr
launchrocket
lepton
lionshare
mactex
mark-text
ngrok
nvalt
openemu
opera
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
quitter
reactotron
redis-app
rescuetime
sequel-pro
shortcat
skype
sourcetree
steam
suspicious-package
tagger
teamviewer
the-unarchiver
timemachineeditor
trailer
tuxguitar
utorrent
vagrant
vimediamanager
vimr
virtualbox
vlc
vmware-fusion
whatpulse
xquartz
