adwaremedic
alfred
appcleaner
bartender
betterzipql
cyberduck
dash
diffmerge
doxie
dropbox
enjoyable
eye-fi
file-juicer
firefox
fluid
flux
githubpulse
gitter
goofy
google-drive
handbrake
haroopad
hipchat
hyperswitch
ibettercharge
iexplorer
istat-menus
iterm2
jadengeller-helium
karabiner
keycastr
kitematic
launchrocket
league-of-legends
licecap
lightpaper
logmein-hamachi
macclean
macid
mou
openemu-experimental
pgweb
postgres
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
rescuetime
robomongo
seil
sequel-pro
shortcat
skype
sourcetree
steam
sublime-text3
suspicious-package
teamviewer
the-unarchiver
trailer
tuxguitar
utorrent
vagrant
vimediamanager
virtualbox
vlc
vmware-fusion
whatpulse
