tap "aykamko/tag-ag"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "michaeldfallen/formula"
tap "yt-dlp/taps"

brew "asdf"
brew "aykamko/tag-ag/tag-ag"
brew "bandcamp-dl"
brew "bat"
brew "bash"
brew "direnv"
brew "duf"
brew "exa"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnupg"
brew "htop"
brew "id3v2"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jq"
brew "kepubify"
brew "mackup"
brew "magic-wormhole"
brew "mas"
brew "michaeldfallen/formula/git-radar"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "up"
brew "video-compare"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp/taps/yt-dlp"
brew "z"
brew "zsh"

cask "1password"
cask "appcleaner"
cask "bartender"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "kekaexternalhelper"
cask "keybase"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "qbserve"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "shottr"
cask "steam"
cask "syntax-highlight"
cask "tableplus"
cask "teamviewer"
cask "visual-studio-code"
cask "windscribe"

mas "Disk Speed Test", id: 425264550
mas "Dropover", id: 1355679052
mas "HEIC Converter", id: 1294126402
mas "iMovie", id: 408981434
mas "Just Press Record", id: 1033342465
mas "Keynote", id: 409183694
mas "MeetingBar", id: 1532419400
mas "Messenger", id: 1480068668
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pure Paste" id: 1611378436
mas "Sider", id: 6447783111
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
